// Task 1.
// Написать функцию, которая найдет и выведет в консоль юзеров, зарегистрированных 09.10.2021 и 10.10.2021. Массив в task_1.txt

/* Task 2*
   Откройте в VSCode task_2.json файл. Скопируйте из него JSONку, вставьте в свой код (присвоив в переменную).
   Дан массив объектов. Каждый объект является идентификационной карточкой человека. Нам нужно хранить только уникальные значения в этом массиве.
   Реализуйте функцию, которая будет выполнять эту работу. */

/* Task 2***
   Реализуйте считывание из JSONки из файла task_2.json с помощью, например, модуля fs. для дальнейшего использования в функции, описанной в задании */

/* Task 3**
   В файле task_3.txt найдите структуру компании и задания, которые необходимо выполнить. */
let item = 1
